backend/app/controllers/sessions_controller.rb

SELECT `users`.* FROM `users` WHERE `users`.`name` = 'jenny_1' LIMIT 1
---
    def create
        user = User.find_by(name:params[:name])